Repository: univention/ox-connector
Catalog: udm/handlers/oxmail/*.po
Languages: de

source: Search
de: Suchen

source: Search for OX contexts
de: Nach OX-Context-Objekten suchen

source: Hostname
de: Rechnername

source: OX integration version
de: Version der OX-Integration

source: OX GUI version
de: Version der OX-GUI

source: OX admindaemon version
de: Version des OX-Admindaemons

source: OX groupware version
de: Version der OX-Groupware

source: OX Database Server
de: OX-Datenbank-Server

source: General
de: Allgemein

source: Basic Values
de: Grundeinstellungen

source: The deletion of the OX context object is not allowed!
de: Das Löschen von OX-Context-Objekten ist nicht erlaubt!

source: The deletion of the OX context object is not allowed as long as users are in it
de: Das Löschen des OX-Context-Objekts ist nicht erlaubt, solange sich Benutzer darin befinden!

source: The deletion of the OX context object is not allowed as long as resources are in it
de: Das Löschen des OX-Context-Objekts ist nicht erlaubt, solange sich Resourcen darin befinden!

source: OX Mail: Mail Domain
de: OX-Mail: Maildomäne

source: Space-separated list of local domain names - leave empty for all local domains
de: Lokale Domains (durch Leerzeichen getrennt) - für alle lokalen Domains Feld leer lassen

source: Protocol
de: Protokoll

source: Remote user
de: Entfernter Benutzer

source: Remote password
de: Entferntes Passwort

source: Leave messages on server
de: Auf dem Server behalten

source: Envelope header
de: Envelope Mail Header

source: Virtual qmail prefix
de: Virtuelles Qmail-Präfix

source: Basic settings
de: Grundeinstellungen

source: Local recipient
de: Lokaler Benutzer

source: Remote server
de: Entfernter Server

source: OX Mail: IMAP Folder
de: OX-Mail: IMAP-Ordner

source: Mail Domain
de: Mail-Domäne

source: User ACL
de: Benutzer ACL

source: Group ACL
de: Gruppen ACL

source: Maximum Quota in MB
de: Quota in MB

source: Should Be Visible For Outlook
de: Sichtbar für Outlook

source: Outlook does not display folders outside of the 'user' namespace.
de: Outlook zeigt keine Ordner außerhalb des Ordners 'user/' an.

source: Mail Address
de: E-Mail Adresse

source: General settings
de: Allgemein

source: Access Rights
de: Zugriffsrechte

source: Access rights for shared folder
de: Zugriffsrechte für IMAP-Ordner

source: The mail address' domain does not match any mail domain object.
de: Der Domänenteil der Mailadresse ist nicht in der Liste der eingerichteten Maildomänen enthalten.

source: OX Mail: Mailing Lists
de: OX Mail: Mailinglisten

source: Description
de: Beschreibung

source: Members
de: Mitglieder

source: Add, edit and delete OX Mail Objects
de: Hinzufügen, Bearbeiten und Löschen von OX-Mail-Objekten

source: Add
de: Hinzufügen

source: Add OX Mail Object
de: OX-Mail-Objekt hinzufügen

source: Find
de: Suchen

source: Find OX Mail Object(s)
de: OX-Mail-Objekt suchen
