Repository: univention/ox-connector
Catalog: udm/handlers/oxresources/*.po
Languages: de

source: Open-Xchange: Resource
de: Open-Xchange: Ressource

source: Resources
de: Ressourcen

source: Add, edit and delete Open-Xchange Resource Objects
de: Hinzufügen, Bearbeiten und Löschen von Open-Xchange-Ressource-Objekten

source: Add
de: Hinzufügen

source: Add Open-Xchange Resource Object
de: Open-Xchange-Ressource-Objekt hinzufügen

source: Find
de: Suchen

source: Find Open-Xchange Resource Object(s)
de: Open-Xchange-Ressourcen-Objekte suchen

source: Internal name of resource
de: Interner Name der Ressource

source: Description
de: Beschreibung

source: Description for resource object
de: Beschreibung des Ressourcenobjekts

source: Display Name
de: Anzeigename

source: Name of resource that will be shown in Open-Xchange
de: Name der Ressource, der in Open-Xchange angezeigt wird

source: Resource manager
de: Ressourcen-Manager

source: User who will manage this resource
de: Benutzer, der die Ressource verwaltet

source: Resource e-mail address
de: Email-Adresse der Ressource

source: Unique e-mail adress that will be assigned to this resource
de: Eindeutige Email-Adresse, die der Ressource zugeordnet wird

source: General
de: Allgemein

source: General settings
de: Allgemeine Einstellungen

source: The mail address' domain does not match any mail domain object.
de: Der Domänenteil der Mailadresse ist nicht in der Liste der eingerichteten Maildomänen enthalten.
